Repository: 84000/data-translation-memory
Catalog: toh725-v2.tmx
Source language: bo
Languages: en

source: འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་གི་ཡུམ་ཞེས་བྱ་བའི་གཟུངས།
en: The Noble Dhāraṇī The Mother of Avalokiteśvara

source: སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ལ་ཕྱག་འཚལ་ལོ། །
en: Homage to all buddhas and bodhisattvas!

source: འདི་སྐད་བདག་གིས་ཐོས་པ་དུས་གཅིག་ན།
en: Thus did I hear at one time.

source: བཅོམ་ལྡན་འདས་གྲོང་ཁྱེར་ཡངས་པ་ཅན་ན། འཁོར་ཆེན་པོས་ཡོངས་སུ་བསྐོར་ཅིང་མདུན་གྱིས་བལྟས་ཏེ།
en: In the city of Vaiśālī, the Blessed One was surrounded and honored by a great assembly

source: ཉན་ཐོས་ཆེན་པོ་ཤཱ་རིའི་བུ་ལ་སོགས་པ་དགེ་སློང་ལྔ་བརྒྱ་དང་བྱམས་པ་ལ་སོགས་པ། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རབ་ཏུ་མང་པོས་ཡོངས་སུ་བསྐོར་ཅིང་མདུན་གྱིས་བལྟས་ནས། བཅོམ་ལྡན་འདས་གདན་བཤམས་པ་ལ་བཞུགས་སོ། །
en: as he sat upon a seat arranged for him. He was surrounded and honored by five hundred fully ordained monks headed by the great śrāvaka Śāriputra, and many bodhisattva great beings headed by Maitreya.

source: འཁོར་དེར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཀུན་ཏུ་བཟང་པོ་ཞེས་བྱ་བ་འདུས་ཏེ་འདུག་པར་གྱུར་པ་དེ་རང་གི་སྟན་ལས་ལངས་ནས།
en: Present among this assembly was the bodhisattva great being known as Samantabhadra. Rising from his seat,

source: བླ་གོས་ཕྲག་པ་གཅིག་ཏུ་གཟར་ནས་པུས་མོ་གཡས་པའི་ལྷ་ང་ས་ལ་བཙུགས་ཏེ།
en: Samantabhadra draped his upper robe over one shoulder, knelt on his right knee,

source: བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ལ་མགོ་བོས་ཕྱག་འཚལ་ནས།
en: bowed his head at the feet of the Blessed One,

source: བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །
en: and said:

source: བཅོམ་ལྡན་འདས་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་གི་མ་ཞེས་བགྱི་བའི་གཟུངས་ཀྱི་རིག་སྔགས་ཆེན་མོ་གསང་སྔགས་ཀྱི་གཞི་འདི་འདས་པ་དང་མ་བྱོན་པ་དང་། ད་ལྟར་བྱུང་བའི་སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་ཀྱིས་སྔོན་གསུངས་ཤིང་ད་ལྟར་གསུང་བ།
en: “Blessed One, the great dhāraṇī of the vidyāmantra, the mantra formula, known as The Mother of Avalokiteśvara, has been taught and is being taught by the blessed buddhas of the past, present, and future.

source: བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔར་གྱུར་ཏེ་བྱང་ཆུབ་ཡོངས་སུ་ཚོལ་བ་ན།
en: It had previously been taught when the Blessed One was a bodhisattva seeking awakening, and

source: སེམས་ཅན་ཐམས་ཅད་རྗེས་སུ་བཟུང་བ་དང་དོན་དང་བྱང་ཆུབ་སེམས་དཔའི་དོན་གྱི་བར་གྱི་ཕྱིར་སྔོན་གསུངས་པ།
en: it was taught in order to benefit and care for all beings, up to and including the bodhisattvas.

source: བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་པའི་རིགས་ཀྱི་བུ་འམ་རིགས་ཀྱི་བུ་མོ་རྣམས་ཀྱི་ཕར་གྱུར་པ་མར་གྱུར་པ་སྐྱབས་མ་མཆིས་པ་རྣམས་ཀྱི་སྐྱབས་དང་། དཔུང་གཉེན་མ་མཆིས་པ་རྣམས་ཀྱི་དཔུང་གཉེན་དང་། མགོན་མ་མཆིས་པ་རྣམས་ཀྱི་མགོན་དུ་གྱུར་པ་
en: The dhāraṇī is a refuge for all beings who lack refuge, beings who have been the fathers and mothers of the noble sons and daughters who follow the bodhisattva vehicle. It is an ally to those without allies and a protector to those without protection.

source: སྡིག་པ་ཐམས་ཅད་ཟད་པར་བགྱིད་པ་མཆིས་ཏེ
en: It brings all misdeeds to an end.

source: གཟུངས་དེ་ཐོས་མ་ཐག་ཏུ་བསམ་པ་ཐམས་ཅད་ཡོངས་སུ་རྫོགས་པར་འགྱུར།
en: All wishes are fulfilled as soon as this dhāraṇī is heard,

source: རིག་སྔགས་ཐམས་ཅད་ཀྱང་གྲུབ་པར་འགྱུར་རོ། །
en: and through it all vidyāmantras are successful.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: The Blessed One replied,

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ང་སྔོན་བྱང་ཆུབ་སེམས་དཔར་གྱུར་ཏེ་བྱང་ཆུབ་ཡོངས་སུ་ཚོལ་བ་ན།
en: “Bodhisattva great being, in the past when I was a bodhisattva seeking awakening,

source: འཇིག་རྟེན་གྱི་ཁམས་གང་གཱའི་ཀླུང་གི་བྱེ་མ་སྙེད་ཀྱི་ཕ་རོལ་གྱི་ཡང་ཆེས་ཕ་རོལ་ན། འཇིག་རྟེན་གྱི་ཁམས་བདེ་བ་ཅན་ཞེས་བྱ་བ་དེ་ན་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་དཔག་ཏུ་མེད་ཅེས་བྱ་བ་ད་ལྟར་ཡང་བཞུགས་ཏེ་འཚོ་ཞིང་གཞེས་ལ་ཆོས་ཀྱང་སྟོན་ཏོ། །
en: the Thus-Gone worthy, complete, and perfect Buddha Amitābha lived, prospered, and taught the Dharma in Sukhāvatī, a world system far beyond as many world systems as there are grains of sand in the river Ganges. He lives there even now.

source: འཁོར་དེ་ཉིད་ན་བྲམ་ཟེ་དབང་ཕྱུག་འོད་ཅེས་བྱ་བ་བྱང་ཆུབ་སེམས་དཔའི་ས་གསུམ་པ་ཐོབ་པར་གྱུར་པ་ཞིག་འདུག་པ་
en: Among his retinue was a brahmin known as Prabheśvara who had attained the third bodhisattva level.

source: དེས་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་གི་མ་ཞེས་བྱ་བའི་གཟུངས། རིག་སྔགས་ཀྱི་རྒྱལ་མོ་ཆེན་མོ་འདི་བྲམ་ཟེ་བརྒྱ་སྟོང་མང་པོ་དང་སེམས་ཅན་བྱེ་བ་ཁྲག་ཁྲིག་ཕྲག་དུ་མ་ལ་བསྒྲགས་བཤད་བསྟན་ཏེ
en: It was he who proclaimed, expounded, and taught this great queen of vidyāmantras, the dhāraṇī known as The Mother of Avalokiteśvara, to many hundreds of thousands of brahmins and numerous billions of sentient beings.

source: དེ་དག་ཐམས་ཅད་ཀྱིས་གཟུངས་འདི་ཐོས་མ་ཐག་ཏུ་སྡིག་པ་ལྟུང་བར་བྱེད་པ་ཐམས་ཅད་ལས་རྣམ་པར་གྲོལ་བ་དང་སྐྱེ་བ་དྲན་པར་གྱུར་པ་
en: As soon as they heard this dhāraṇī, they were freed from all misdeeds and transgressions and remembered their rebirths.

source: ངས་དྲན་ནོ། །
en: This I recall.

source: བྱང་ཆུབ་སེམས་དཔའ་ཆེན་པོ་དེ་སྨྲོས་ཤིག །
en: “Great bodhisattva, recite the dhāraṇī!

source: ཕྱི་མའི་དུས་ན་འཇིག་རྟེན་གྱི་ཁམས་ཀུན་ནས་ཉོན་མོངས་པ་ཅན་དུ་སེམས་ཅན་སྡིག་པ་བྱེད་པ་མཚམས་མེད་པ་བྱེད་པ། བྱེ་བ་ཁྲག་ཁྲིག་འབུམ་ཕྲག་དུ་མའི་སྡིག་པ་ཟད་པར་འགྱུར།
en: At a later time, the numerous trillions of misdeeds of sentient beings, throughout defiled worlds, who have performed misdeeds and the actions with immediate retribution will be exhausted.

source: ཕན་པ་དང་བདེ་བར་འགྱུར།
en: They will be well and be happy.

source: མགོན་མེད་པ་རྣམས་ཀྱི་མགོན་དུ་འགྱུར་རོ། །
en: It will serve as a protector to those without protection.

source: ངས་ཀྱང་གནང་ཞིང་རྗེས་སུ་ཡི་རང་ངོ་། །
en: I also approve and rejoice.”

source: དེ་ནས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཀུན་ཏུ་བཟང་པོས་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་གི་མ་ཞེས་བྱ་བའི་གཟུངས་ཀྱི་རིག་སྔགས་ཆེན་མོའི་གསང་སྔགས་ཀྱི་གཞི་འདི་དག་སྨྲས་སོ། །
en: The bodhisattva great being Samantabhadra then spoke the great dhāraṇī of the vidyāmantra, the mantra formula, known as The Mother of Avalokiteśvara.

source: དཀོན་མཆོག་གསུམ་ལ་ཕྱག་འཚལ་ལོ། །
en: “Homage to the Three Jewels.

source: བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་འོད་དཔག་མེད་ལ་ཕྱག་འཚལ་ལོ། །
en: Homage to the Blessed, thus-gone Amitābha.

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་སྙིང་རྗེ་ཆེན་པོ་དང་ལྡན་པ་འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་ལ་ཕྱག་འཚལ་ལོ། །
en: Homage to the bodhisattva great being endowed with great compassion, Noble Avalokiteśvara.

source: དེ་དག་ལ་ཕྱག་འཚལ་ནས།
en: Having paid homage to them,

source: འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་གི་ཡུམ་ཞེས་བྱ་བའི་གཟུངས། རིག་སྔགས་ཆེན་མོའི་གསང་སྔགས་ཀྱི་གཞི་འདི་དག་བརྗོད་པར་བྱའོ། །
en: I shall recite the great vidyāmantra, the mantra formula, the noble dhāraṇī known as The Mother of Avalokiteśvara.

source: བདག་ལ་རིག་པ་འདི་གྲུབ་པར་གྱུར་ཅིག །
en: May I accomplish this vidyā!

source: ཏདྱ་ཐཱ། ཨི་ལི་མི་ལི། ཙི་ལི་མི་ལི། ཀུན་ཏུ་ལེ། ཀུན་ཏུ་ལེ། ཀུན་ཏུ་ལེ། སི་རེ་སི་སི་རེ། བི་སི་རེ། བི་རཱ་ཡཱ་གཽ་རི། གནྡྷ་རི་དྲཱ་མ་ཊེ། མཱ་ཏངྒི། པུཀྐཱ་སི། ཀཥྚཱ་ཡ། མཱ་ཙཎྜ་ལཱི། ཧུཊྚུ་མ་ལི་ནི། ཧཱུྃ་དྷུ་དྷུ་མ་ལི་ནི། ཙི་ལེ་མི་ལེ། གྲྀཧྞ་སཽ་མྱ་དཪྴ་ནི། ཀུ་རུ་ཙནྡྲ་མུ་ཁེ། ལཱ་གྷུ་མཱ་ན་ཡྃ་ཏེ། ཨཱརྱ་དཀྵི་བྷུ་ཛེ་སརྦ་བིདྱཱ་ནཱ་མ། པྲ་སཱ་དྷ་ནེ། སརྦ་བི་དྱཱ་ནཱ་མ། ཨཱི་ཤྭ་རི་སྭཱ་ཧཱ།
en: tadyathā | ili mili | cili mili | kuntule kuntule kuntule | śire śiśire viśire | vīrāyai gauri gāndhāri drāmiṭe mātaṅgi pukkasi kaṣṭaya māṃ | caṇḍāli huttu mālini hūṁ | dhu dhu mālini | cile mile | gṛhṇa saumyadarśani | kuru candra­mukhi | laghu­mānayante ārya­dakṣiṇa­bhuje | sarvavidyānām prasādhane | sarva­vidyānām īśvari svāhā ||

source: བཀླགས་པས་འགྲུབ་པའི་གཟུངས་འདིའི་ཆོ་ག་ནི་འདི་ཡིན་ཏེ་
en: “This is the rite for this dhāraṇī that is mastered through recitation.

source: ཐོས་མ་ཐག་ཏུ་ལས་ཀྱི་སྒྲིབ་པ་ཐམས་ཅད་བྱང་བར་འགྱུར་རོ། །
en: As soon as it is heard, all karmic obscurations will be purified,

source: འཇིགས་པ་ཐམས་ཅད་ལས་བསྲུང་ངོ་། །
en: and one will be protected from all fears.

source: དུས་གསུམ་དུ་བཟླས་པ་བྱས་ན་ཞག་བདུན་གྱིས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཀུན་ཏུ་བཟང་པོ་མཐོང་བར་འགྱུར་རོ། །
en: If one recites it during the three periods of the day, one will see the bodhisattva great being Samantabhadra within seven days.

source: གཞན་དུ་མི་སེམས་པའི་ཡིད་ཀྱིས་བཟླས་པ་བྱས་ན།
en: If one mentally recites it without thinking of anything else,

source: ཟླ་བ་གཅིག་གིས་འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་གི་མ་རིག་པ་ཆེན་མོ་བདག་ཉིད་སྟོན་ཏེ།
en: the great vidyā herself, the mother of Noble Avalokiteśvara, will be revealed within one month, and

source: འཕགས་པ་འོད་དཔག་མེད་ཀྱང་མཐོང་ངོ་། །
en: noble Amitābha will also be seen.

source: བླ་ན་མེད་པའི་བྱང་ཆུབ་ལས་ཕྱིར་མི་ལྡོག་པར་འགྱུར་རོ། །
en: One’s progress to unsurpassed awakening will be irreversible.

source: སྐྱེ་བ་དྲན་པ་དང་ཐོས་པ་འཛིན་པར་ཡང་འགྱུར་རོ། །
en: One will also remember one’s rebirths and retain whatever has been learned.

source: གང་དང་གང་དུ་སྐྱེས་པ་དེ་དང་དེར་དམ་པའི་ཆོས་དང་མི་འབྲལ་བར་འགྱུར་རོ། །
en: No matter where one is born, one will not be separated from the sacred Dharma,

source: ལོངས་སྤྱོད་ཆེན་པོར་འགྱུར་རོ། །
en: and one will be affluent.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་ནས།
en: After the Blessed One spoke these words,

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཀུན་ཏུ་བཟང་པོ་དང་། བྱང་ཆུབ་སེམས་དཔའ་དེ་དག་དང་། དགེ་སློང་དེ་དག་དང་། ཐམས་ཅད་དང་ལྡན་པའི་འཁོར་དེ་དག་ཡི་རངས་ཏེ།
en: the entire assembly, including the bodhisattva great being Samantabhadra, the bodhisattvas, and the fully ordained monks, rejoiced and

source: བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་ལ་མངོན་པར་བསྟོད་དོ། །
en: praised what the Blessed One had taught.

source: འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་གི་ཡུམ་ཞེས་བྱ་བའི་གཟུངས་རྫོགས་སོ།། །།
en: This completes the noble dhāraṇī “The Mother of Avalokiteśvara.”

source: རྒྱ་གར་གྱི་མཁན་པོ་ཛི་ན་མི་ཏྲ་དང་། དཱ་ན་ཤཱི་ལ་དང་། ཞུ་ཆེན་གྱི་ལོཙྪ་བ་བནྡེ་ཡེ་ཤེས་སྡེས་བསྒྱུར་ཅིང་ཞུས་ཏེ་སྐད་གསར་བཅད་ཀྱིས་ཀྱང་བཅོས་ཏེ་གཏན་ལ་ཕབ་པ།།
en: Translated and edited by the Indian preceptors Jinamitra and Dānaśīla and the translator-editor Bandé Yeshé Dé, revised according to the new lexicon, and finalized.
